Repository: biiigshmike/offshore-budgeting
Catalog: OffshoreBudgeting/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, pt_br, zh_hans

source: Try expanding the date range. Running Total still reflects your full ledger balance.
ar: حاول توسيع النطاق الزمني. لا يزال تشغيل الإجمالي يعكس رصيد دفتر الأستاذ الكامل الخاص بك.
de: Versuchen Sie, den Datumsbereich zu erweitern.
es: Prueba ampliar el rango de fechas. El saldo acumulado sigue reflejando tu saldo total del libro.
fr: Essayez d’élargir la plage de dates. Le total cumulé reflète toujours le solde complet de votre registre.
pt_br: Tente expandir o período. O Running Total ainda reflete seu saldo contábil total.
zh_hans: 尝试扩大日期范围。运行总计仍然反映您的总账余额。

source: Try to log variable spending close to when it happens so your budget stays current and useful. Small, consistent updates are easier to trust than delayed batch entry from memory. Use clear naming and accurate amounts so trend views stay reliable over time. Fast capture with clean details gives you both speed and quality.
ar: حاول تسجيل الإنفاق المتغير في وقت قريب من حدوثه حتى تظل ميزانيتك حديثة ومفيدة. من الأسهل الوثوق بالتحديثات الصغيرة والمتسقة مقارنة بإدخال الدُفعات المؤجل من الذاكرة. استخدم تسمية واضحة ومبالغ دقيقة حتى تظل طرق عرض الاتجاه موثوقة بمرور الوقت. يمنحك الالتقاط السريع بتفاصيل واضحة السرعة والجودة.
de: Versuchen Sie, variable Ausgaben zeitnah zu protokollieren, damit Ihr Budget aktuell und nützlich bleibt.
es: Intenta registrar el gasto variable cerca del momento en que ocurre para que tu presupuesto se mantenga actual y útil. Las actualizaciones pequeñas y constantes son más confiables que una carga tardía por lotes desde la memoria. Usa nombres claros e importes precisos para que las vistas de tendencias sigan siendo fiables con el tiempo. Una captura rápida con detalles limpios te da velocidad y calidad a la vez.
fr: Essayez d’enregistrer les dépenses variables au plus près du moment où elles se produisent afin que votre budget reste actuel et utile. De petites mises à jour régulières sont plus fiables qu’une saisie en lot tardive faite de mémoire. Utilisez des noms clairs et des montants précis pour que les vues de tendance restent fiables dans le temps. Une capture rapide avec des détails propres vous donne à la fois rapidité et qualité.
pt_br: Tente registrar os gastos variáveis ​​próximo ao momento em que acontecem, para que seu orçamento permaneça atualizado e útil. Atualizações pequenas e consistentes são mais fáceis de confiar do que a entrada atrasada em lotes da memória. Use nomenclatura clara e valores precisos para que as visualizações de tendências permaneçam confiáveis ​​ao longo do tempo. A captura rápida com detalhes nítidos oferece velocidade e qualidade.
zh_hans: 尝试在接近发生时记录可变支出，以便您的预算保持最新且有用。小而一致的更新比从内存中延迟批量输入更容易信任。 使用清晰的命名和准确的数量，以便趋势视图随着时间的推移保持可靠。快速捕捉清晰的细节，为您提供速度和质量。

source: Two New Home Screen Widgets
ar: اثنين من الحاجيات الجديدة للشاشة الرئيسية
de: Zwei neue Startbildschirm-Widgets
es: Dos widgets nuevos para la pantalla de inicio
fr: Deux nouveaux widgets d’écran d’accueil
pt_br: Dois novos widgets da tela inicial
zh_hans: 两个新的主屏幕小部件

source: Type
ar: يكتب
de: Typ
es: Tipo
pt_br: Tipo
zh_hans: 类型

source: Unable to Enable App Lock
ar: غير قادر على تمكين قفل التطبيق
de: Die App-Sperre kann nicht aktiviert werden
es: No se pudo activar el bloqueo de la app
fr: Unable to Activer App Lock
pt_br: Não é possível ativar o bloqueio de aplicativos
zh_hans: 无法启用应用程序锁定

source: Unarchive
ar: إلغاء الأرشفة
de: Dearchivieren
es: Desarchivar
fr: Désarchiver
pt_br: Desarquivar
zh_hans: 取消存档

source: Uncategorized
ar: غير مصنف
de: Nicht kategorisiert
es: Sin categoría
fr: Non catégorisé
pt_br: Sem categoria
zh_hans: 未分类

source: Unified
ar: موحد
de: Einheitlich
es: Unificado
fr: Unifié
pt_br: Unificado
zh_hans: 统一

source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fr: Illimité
pt_br: Ilimitado
zh_hans: 无限

source: Unlink Card?
ar: هل تريد إلغاء ربط البطاقة؟
de: Karte entkoppeln?
es: Desvincular cuenta?
fr: Unlink Carte?
pt_br: Desvincular cartão?
zh_hans: 取消卡联？

source: Unlock
ar: فتح
de: Entsperren
es: Desbloquear
fr: Déverrouiller
pt_br: Desbloquear
zh_hans: 开锁

source: Unpin from Home
ar: إزالة التثبيت من الصفحة الرئيسية
de: Von der Startseite entfernen
es: Desfijar del panel
fr: Unpin from Accueil
pt_br: Liberar da página inicial
zh_hans: 从家里取消固定

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
pt_br: Atualizar
zh_hans: 更新

source: Updated the Card creation form with a new Effects feature. Find the perfect effect to pair with your Card’s theme.
ar: تم تحديث نموذج إنشاء البطاقة بميزة التأثيرات الجديدة. ابحث عن التأثير المثالي الذي يتناسب مع سمة بطاقتك.
de: Das Kartenerstellungsformular wurde mit einer neuen Effektfunktion aktualisiert.
es: Se actualizó el formulario de creación de tarjetas con una nueva función de efectos. Encuentra el efecto perfecto para combinar con el tema de tu tarjeta.
fr: Le formulaire de création de carte a été mis à jour avec une nouvelle fonction d’effets. Trouvez l’effet parfait à associer au thème de votre carte.
pt_br: Atualizado o formulário de criação de cartas com um novo recurso de efeitos. Encontre o efeito perfeito para combinar com o tema do seu cartão.
zh_hans: 使用新的效果功能更新了卡片创建表单。找到与您的卡片主题搭配的完美效果。

source: Upgrade in App Settings
ar: الترقية في إعدادات التطبيق
de: Aktualisieren Sie in den App-Einstellungen
es: Actualizar en Ajustes de la app
fr: Upgrade in App Réglages
pt_br: Atualização nas configurações do aplicativo
zh_hans: 在应用程序设置中升级

source: Upgraded Offshore’s underlying data storage for a faster, more reliable experience. If you were part of the beta, you’ll need to delete the previous version before installing 2.2. This change sets Offshore up for smoother sailing long-term.
ar: تمت ترقية وحدة تخزين البيانات الأساسية في Offshore للحصول على تجربة أسرع وأكثر موثوقية. إذا كنت جزءًا من الإصدار التجريبي، فستحتاج إلى حذف الإصدار السابق قبل تثبيت الإصدار 2.2. يعمل هذا التغيير على إعداد Offshore لإبحار أكثر سلاسة على المدى الطويل.
de: Der zugrunde liegende Datenspeicher von Offshore wurde für ein schnelleres und zuverlässigeres Erlebnis aktualisiert.
es: Se actualizó el almacenamiento de datos interno de Offshore para ofrecer una experiencia más rápida y confiable. Si formaste parte de la beta, tendrás que eliminar la versión anterior antes de instalar la 2.2. Este cambio prepara a Offshore para navegar con más fluidez a largo plazo.
fr: Le stockage de données sous-jacent d’Offshore a été amélioré pour offrir une expérience plus rapide et plus fiable. Si vous faisiez partie de la bêta, vous devrez supprimer la version précédente avant d’installer la 2.2. Ce changement prépare Offshore à une navigation plus fluide sur le long terme.
pt_br: Armazenamento de dados subjacente do Offshore atualizado para uma experiência mais rápida e confiável. Se você fez parte da versão beta, precisará excluir a versão anterior antes de instalar a 2.2. Essa mudança prepara o Offshore para uma navegação mais suave no longo prazo.
zh_hans: 升级Offshore底层数据存储，体验更快、更可靠。如果您是测试版的一部分，则需要在安装 2.2 之前删除以前的版本。这一变化使 Offshore 能够长期顺利航行。

source: Use card calculations to trace filtered totals back to contributing transaction groups.
ar: استخدم حسابات البطاقة لتتبع الإجماليات التي تمت تصفيتها مرة أخرى إلى مجموعات المعاملات المساهمة.
de: Verwenden Sie Kartenberechnungen, um gefilterte Summen auf beitragende Transaktionsgruppen zurückzuführen.
es: Usa los cálculos de tarjeta para rastrear los totales filtrados hasta los grupos de transacciones que contribuyen.
fr: Utilisez les calculs de carte pour remonter des totaux filtrés jusqu’aux groupes de transactions contributifs.
pt_br: Use cálculos de cartão para rastrear totais filtrados até grupos de transações contribuintes.
zh_hans: 使用卡计算将过滤后的总计追溯到贡献交易组。

source: Use Category Spotlight to find the categories creating the most pressure.
ar: استخدم "تسليط الضوء على الفئة" للعثور على الفئات التي تسبب أكبر قدر من الضغط.
de: Verwenden Sie Category Spotlight, um die Kategorien zu finden, die den größten Druck erzeugen.
es: Usa Categoría destacada para encontrar las categorías que generan más presión.
fr: Utilisez Catégorie en vedette pour trouver les catégories qui créent le plus de pression.
pt_br: Use o Category Spotlight para encontrar as categorias que criam mais pressão.
zh_hans: 使用类别聚焦来查找造成最大压力的类别。

source: Use detail view to audit the full reconciliation timeline before final settlement.
ar: استخدم عرض التفاصيل لتدقيق الجدول الزمني للتسوية الكاملة قبل التسوية النهائية.
de: Verwenden Sie die Detailansicht, um den gesamten Abstimmungszeitplan vor der endgültigen Abrechnung zu prüfen.
es: Usa la vista de detalle para auditar toda la línea temporal de conciliación antes de la liquidación final.
fr: Utilisez la vue détaillée pour auditer toute la chronologie du rapprochement avant le règlement final.
pt_br: Use a visualização detalhada para auditar todo o cronograma de reconciliação antes da liquidação final.
zh_hans: 在最终结算之前使用详细视图审核完整的对账时间表。

source: Use details after visibility checks to trace the exact source of a mismatch.
ar: استخدم التفاصيل بعد عمليات التحقق من الرؤية لتتبع المصدر الدقيق لعدم التطابق.
de: Verwenden Sie Details nach Sichtbarkeitsprüfungen, um die genaue Ursache einer Nichtübereinstimmung zu ermitteln.
es: Usa el detalle después de revisar la visibilidad para rastrear la fuente exacta de una discrepancia.
fr: Utilisez le détail après les vérifications de visibilité pour retrouver la source exacte d’un écart.
pt_br: Use detalhes após verificações de visibilidade para rastrear a origem exata de uma incompatibilidade.
zh_hans: 在可见性检查后使用详细信息来追踪不匹配的确切来源。

source: Use Excursion Mode during travel, outings, event days, or any period with many small transactions. It is especially helpful when waiting until later would cause details to be forgotten. Short bursts of consistent capture can dramatically improve data quality and reduce end-of-day guesswork.
ar: استخدم وضع الرحلة أثناء السفر أو النزهات أو أيام الأحداث أو أي فترة بها العديد من المعاملات الصغيرة. إنه مفيد بشكل خاص عندما يؤدي الانتظار حتى وقت لاحق إلى نسيان التفاصيل. يمكن أن تؤدي الدفعات القصيرة من الالتقاط المتسق إلى تحسين جودة البيانات بشكل كبير وتقليل التخمين في نهاية اليوم.
de: Nutzen Sie den Ausflugsmodus während Reisen, Ausflügen, Veranstaltungstagen oder in Zeiten mit vielen kleinen Transaktionen.
es: Usa Modo excursion durante viajes, salidas, días de eventos o cualquier periodo con muchas transacciones pequeñas. Es especialmente útil cuando esperar hasta más tarde haría que se olvidaran detalles. Ráfagas cortas de captura constante pueden mejorar mucho la calidad de los datos y reducir las adivinanzas al final del día.
fr: Utilisez le Mode Excursion pendant les voyages, sorties, journées d’événement ou toute période avec beaucoup de petites transactions. Il est particulièrement utile lorsque remettre la saisie à plus tard ferait oublier des détails. De courtes rafales de saisie régulière peuvent améliorer fortement la qualité des données et réduire les approximations en fin de journée.
pt_br: Use o modo excursão durante viagens, passeios, dias de eventos ou qualquer período com muitas pequenas transações. É especialmente útil quando esperar até mais tarde faria com que os detalhes fossem esquecidos. Pequenos períodos de captura consistente podem melhorar drasticamente a qualidade dos dados e reduzir as suposições no final do dia.
zh_hans: 在旅行、郊游、活动日或任何有大量小额交易的时期使用游览模式。当等到稍后会导致忘记细节时，这尤其有用。 短时间的一致捕获可以显着提高数据质量并减少日终猜测。

source: Use Home as your first scan, then open the matching screen to verify any number that looks off.
ar: استخدم الصفحة الرئيسية كأول عملية مسح ضوئي، ثم افتح الشاشة المطابقة للتحقق من أي رقم يبدو غير صحيح.
de: Verwenden Sie Home als ersten Scan und öffnen Sie dann den entsprechenden Bildschirm, um jede Nummer zu überprüfen, die nicht angezeigt wird.
es: Usa Panel como primer vistazo y luego abre la pantalla correspondiente para verificar cualquier cifra que se vea mal.
fr: Utilisez Accueil comme premier balayage, puis ouvrez l’écran correspondant pour vérifier tout chiffre qui semble incorrect.
pt_br: Use Home como sua primeira varredura e, em seguida, abra a tela correspondente para verificar qualquer número que pareça estranho.
zh_hans: 使用主页作为第一次扫描，然后打开匹配的屏幕以验证任何看起来不正常的数字。

source: Use iCloud
ar: استخدم iCloud
de: Verwenden Sie iCloud
es: Usar iCloud
fr: Utiliser iCloud
pt_br: Usar iCloud
zh_hans: 使用iCloud

source: Use iCloud or Continue Locally?
ar: هل تستخدم iCloud أم تستمر محليًا؟
de: iCloud verwenden oder lokal fortfahren?
es: Usar iCloud o continuar localmente?
fr: Use iCloud or Continuer Locally?
pt_br: Usar iCloud ou continuar localmente?
zh_hans: 使用 iCloud 还是在本地继续？

source: Use iCloud to Sync Data
ar: استخدم iCloud لمزامنة البيانات
de: Verwenden Sie iCloud, um Daten zu synchronisieren
es: Usar iCloud para sincronizar datos
fr: Use iCloud to Sync Données
pt_br: Use iCloud para sincronizar dados
zh_hans: 使用iCloud同步数据

source: Use iCloud to sync your workspaces and budgets across your devices signed into this Apple ID.
ar: استخدم iCloud لمزامنة مساحات العمل والميزانيات الخاصة بك عبر أجهزتك المسجلة في معرف Apple هذا.
de: Verwenden Sie iCloud, um Ihre Arbeitsbereiche und Budgets auf allen Ihren mit dieser Apple-ID angemeldeten Geräten zu synchronisieren.
es: Usa iCloud para sincronizar tus espacios de trabajo y presupuestos entre tus dispositivos con este Apple ID.
fr: Utilisez iCloud pour synchroniser vos espaces de travail et vos budgets sur vos appareils connectés avec cet identifiant Apple.
pt_br: Use iCloud para sincronizar seus espaços de trabalho e orçamentos em todos os dispositivos conectados a este ID Apple.
zh_hans: 使用 iCloud 在登录此 Apple ID 的设备之间同步工作区和预算。

source: Use Presets management to keep recurring templates accurate and ready.
ar: استخدم إدارة الإعدادات المسبقة للحفاظ على دقة القوالب المتكررة وجاهزيتها.
de: Nutzen Sie die Voreinstellungsverwaltung, um wiederkehrende Vorlagen korrekt und bereit zu halten.
es: Usa la gestión de Plantillas para mantener listas y precisas las plantillas recurrentes.
fr: Utilisez la gestion des Préréglages pour garder les modèles récurrents exacts et prêts.
pt_br: Use o gerenciamento de predefinições para manter os modelos recorrentes precisos e prontos.
zh_hans: 使用预设管理来保持重复模板的准确性和就绪性。

source: Use Reconciliations to track shared balances separately from normal card spending.
ar: استخدم التسويات لتتبع الأرصدة المشتركة بشكل منفصل عن الإنفاق العادي بالبطاقة.
de: Verwenden Sie Abstimmungen, um gemeinsame Guthaben getrennt von den normalen Kartenausgaben zu verfolgen.
es: Usa Conciliaciones para seguir saldos compartidos por separado del gasto normal de tarjeta.
fr: Utilisez les Rapprochements pour suivre les soldes partagés séparément des dépenses normales de carte.
pt_br: Use Reconciliações para rastrear saldos compartilhados separadamente dos gastos normais do cartão.
zh_hans: 使用对账来跟踪与正常卡支出分开的共享余额。

source: Use Savings Outlook to forecast direction and course-correct before period close.
ar: استخدم Savings Outlook للتنبؤ بالاتجاه وتصحيح المسار قبل إغلاق الفترة.
de: Verwenden Sie den Savings Outlook, um die Richtung vorherzusagen und den Kurs vor Periodenende zu korrigieren.
es: Usa Perspectiva de ahorro para prever la dirección y corregir el rumbo antes del cierre del periodo.
fr: Utilisez Perspective d’épargne pour anticiper la direction et corriger la trajectoire avant la clôture de la période.
pt_br: Use o Savings Outlook para prever a direção e corrigir o curso antes do encerramento do período.
zh_hans: 使用 Savings Outlook 在期末结束前预测方向并纠正路线。

source: Use Savings to offset future card purchases while keeping expense ownership on the card.
ar: استخدم المدخرات لتعويض مشتريات البطاقة المستقبلية مع الاحتفاظ بملكية النفقات على البطاقة.
de: Nutzen Sie die Ersparnisse, um künftige Kartenkäufe auszugleichen und gleichzeitig die Kostenbeteiligung auf der Karte zu behalten.
es: Usa Ahorros para compensar futuras compras con tarjeta manteniendo la propiedad del gasto en la tarjeta.
fr: Utilisez Épargne pour compenser de futurs achats par carte tout en gardant la propriété de la dépense sur la carte.
pt_br: Use a Poupança para compensar compras futuras com cartão, mantendo a propriedade das despesas no cartão.
zh_hans: 使用储蓄来抵消未来的卡购买，同时保留卡上的费用所有权。

source: Use the Income calendar to verify planned and actual inflows by day.
ar: استخدم تقويم الدخل للتحقق من التدفقات الواردة المخططة والفعلية حسب اليوم.
de: Verwenden Sie den Einkommenskalender, um geplante und tatsächliche Zuflüsse pro Tag zu überprüfen.
es: Usa el calendario de Ingresos para verificar por día las entradas planificadas y reales.
fr: Utilisez le calendrier de Revenu pour vérifier jour par jour les entrées prévues et réelles.
pt_br: Use o calendário de receitas para verificar as entradas planejadas e reais por dia.
zh_hans: 使用收入日历按天验证计划和实际流入。

source: Use the main navigation to open Home, Budgets, Income, Accounts, and Settings. Home is your one-screen summary of what needs attention, while the other screens are where records are created, edited, and verified. If you are ever unsure where to make a change, start from the screen that owns that record type. Budgets owns budget cycles and expense planning, Income owns inflows, Accounts owns card and reconciliation workflows, and Settings owns long-term configuration. That one rule will save you a lot of backtracking.
ar: استخدم شريط التنقل الرئيسي لفتح الصفحة الرئيسية والميزانيات والدخل والحسابات والإعدادات. الصفحة الرئيسية هي ملخص على شاشة واحدة لما يحتاج إلى الاهتمام، بينما الشاشات الأخرى هي المكان الذي يتم فيه إنشاء السجلات وتحريرها والتحقق منها. إذا لم تكن متأكدًا من مكان إجراء التغيير، فابدأ من الشاشة التي تمتلك نوع السجل هذا. تمتلك الميزانيات دورات الموازنة وتخطيط النفقات، وتمتلك الدخل التدفقات الواردة، وتمتلك الحسابات سير عمل البطاقة والتسوية، وتمتلك الإعدادات التكوين طويل المدى. هذه القاعدة الواحدة ستوفر عليك الكثير من التراجع.
de: Verwenden Sie die Hauptnavigation, um „Startseite“, „Budgets“, „Einkommen“, „Konten“ und „Einstellungen“ zu öffnen.
es: Usa la navegación principal para abrir Panel, Presupuestos, Ingresos, Cuentas y Ajustes. Panel es tu resumen de una sola pantalla sobre lo que necesita atención, mientras que las demás pantallas son donde se crean, editan y verifican los registros. Si alguna vez no estás seguro de dónde hacer un cambio, empieza por la pantalla dueña de ese tipo de registro. Presupuestos se encarga de los ciclos presupuestarios y la planificación de gastos, Ingresos se encarga de las entradas, Cuentas se encarga de los flujos de tarjetas y conciliaciones, y Ajustes se encarga de la configuración a largo plazo. Esa sola regla te ahorrará mucho retroceso.
fr: Utilisez la navigation principale pour ouvrir Accueil, Budgets, Revenu, Comptes et Réglages. Accueil est votre résumé en un seul écran de ce qui demande de l’attention, tandis que les autres écrans sont ceux où les enregistrements sont créés, modifiés et vérifiés. Si vous ne savez pas où effectuer un changement, commencez par l’écran qui possède ce type d’enregistrement. Budgets gère les cycles budgétaires et la planification des dépenses, Revenu gère les entrées, Comptes gère les flux de cartes et de rapprochements, et Réglages gère la configuration à long terme. Cette seule règle vous évitera beaucoup d’allers-retours.
pt_br: Use a navegação principal para abrir Página inicial, Orçamentos, Receitas, Contas e Configurações. A página inicial é o resumo em uma tela do que precisa de atenção, enquanto as outras telas são onde os registros são criados, editados e verificados. Se você não tiver certeza de onde fazer uma alteração, comece na tela que possui esse tipo de registro. Orçamentos possui ciclos orçamentários e planejamento de despesas, Receita possui entradas, Contas possui fluxos de trabalho de cartão e reconciliação e Configurações possui configuração de longo prazo. Essa regra vai lhe poupar muito retrocesso.
zh_hans: 使用主导航打开“主页”、“预算”、“收入”、“帐户”和“设置”。主页是您需要注意的内容的单屏摘要，而其他屏幕是创建、编辑和验证记录的地方。 如果您不确定在哪里进行更改，请从拥有该记录类型的屏幕开始。预算拥有预算周期和费用计划，收入拥有流入，帐户拥有卡片和对账工作流程，设置拥有长期配置。这条规则可以让你避免很多回溯。

source: Use the top toggles to switch between Cards, Reconciliations, and Savings.
ar: استخدم مفاتيح التبديل العلوية للتبديل بين البطاقات والتسويات والمدخرات.
de: Verwenden Sie die oberen Schalter, um zwischen Karten, Abgleichen und Ersparnissen zu wechseln.
es: Usa los botones superiores para cambiar entre Tarjetas, Conciliaciones y Ahorros.
fr: Utilisez les bascules du haut pour passer entre Cartes, Rapprochements et Épargne.
pt_br: Use os botões superiores para alternar entre Cartões, Reconciliações e Poupanças.
zh_hans: 使用顶部切换按钮可在卡、对账和储蓄之间切换。
